Repository: gzukas/heropad
Catalog: apps/web/src/locales/*.po
Languages: lt

source: Awards
lt: Apdovanojimai

source: Change language
lt: Keisti kalbą

source: Close
lt: Uždaryti

source: Focus on me
lt: Fokusuoti mane

source: Given
lt: Davė

source: Heroes
lt: Herojai

source: Received
lt: Gavo

source: Reset zoom
lt: Atkurti mastelį

source: Search
lt: Ieškoti

source: Search for heroes and awards...
lt: Ieškokite herojų ir apdovanojimų...

source: Show latest first
lt: Rodyti naujausius pirmiau

source: Show oldest first
lt: Rodyti seniausius pirmiau

source: Turn off the light
lt: Išjungti šviesą

source: Turn on the light
lt: Įjungti šviesą

source: Unpin award
lt: Atsegti apdovanojimą

source: Zoom in
lt: Priartinti

source: Zoom out
lt: Nutolinti
